Repository: KDE/kongress
Catalog: po/*/kongress.po
Languages: ar, el, eo, eu, tr

# NAME OF TRANSLATORS
source: Your names
ar: عمر أبو محمد Omar TS
el: Stelios
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
ar: ots@duck.com
el: sstavra@gmail.com
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
tr: emir_sari@icloud.com

source: Cannot save calendar file. Export failed.
ar: لا يمكن حفظ ملف التقويم. فشل التصدير.
el: Αδυναμία αποθήκευσης του αρχείου ημερολογίου. Αποτυχία εξαγωγής.
eo: Ne povas konservi kalendaran dosieron. Eksporto malsukcesis.
eu: Egutegi fitxategia ezin da gorde. Esportatzea huts egin du.
tr: Takvim dosyası kaydedilemiyor. Dışa aktarma başarısız.

source: Export completed successfully
ar: اكتمل التصدير بنجاح
el: Η εξαγωγή ολοκληρώθηκε με επιτυχία
eo: Eksporto kompletigita sukcese
eu: Esportatzea ondo burutu da
tr: Dışa aktarma başarıyla tamamlandı

source: Past
ar: الماضي
el: Παρελθοντικές
eo: Pasintaj
eu: Iragana
tr: Geçmiş

source: Upcoming
ar: القادم
el: Επερχόμενες
eo: Venontaj
eu: Datorrena
tr: Gelecek

source: Conferences
ar: المؤتمرات
el: Διασκέψεις
eo: Konferencoj
eu: Konferentzia
tr: Konferanslar

source: No conference found
ar: لا مؤتمرات
el: Δεν βρέθηκε διάσκεψη
eo: Neniu konferenco trovita
eu: Ez da konferentziarik aurkitu
tr: Konferans bulunamadı

source: Reload
ar: أعِد التّحميل
el: Επαναφόρτωση
eo: Reŝargi
eu: Birzamatu
tr: Yeniden Yükle

# @title
source: Event Details
ar: تفاصيل الحدث
eo: Detaloj de Evento
eu: Ekitaldiaren xehetasunak
tr: Etkinlik Ayrıntıları

source: Web Page
ar: صفحة الوب
el: Ιστοσελίδα
eo: Retpaĝo
eu: Web-orria
tr: Web Sayfası

source: Delete
ar: احذف

source: Favorite
ar: فضّل

source: Export
ar: صدّر
el: Εξαγωγή
eo: Eksporti
eu: Esportatu
tr: Dışa Aktar

source: Open folder
ar: افتح مجلدا
el: Άνοιγμα φακέλου
eo: Malfermi dosierujon
eu: Ireki karpeta
tr: Klasör Aç

source: No favorite talks found for %1
ar: لم يُعثر على المحادثات المفضلة لـ %1
el: Δεν βρέθηκαν προτιμώμενες ομιλίες για το %1
eo: Neniuj ŝatataj prelegoj trovitaj por %1
eu: Ez da aurkitu %1(e)rako solasaldirik
tr: %1 için favori konuşmalar bulunamadı

source: No favorite talks found
ar: لم يُعثر على المحادثات المفضلة
el: Δεν βρέθηκαν προτιμώμενες ομιλίες
eo: Neniuj plej ŝatataj prelegoj trovitaj
eu: Ez da gogoko solasaldirik aurkitu
tr: Favori konuşmalar bulunamadı

source: Overlaps with another talk
ar: يتداخل مع حديث آخر
el: Επικαλύπτεται από άλλη ομιλία
eo: Interkovras kun alia prelego
eu: Beste solasaldi batekin gainezartzen da
tr: Başka bir konuşma ile çakışıyor

source: Conference
ar: المؤتمر
el: Διάσκεψη
eo: Konferenco
eu: Konferentzia
tr: Konferans

source: Change conference
ar: غيّر المؤتمر
el: Αλλαγή διάσκεψης
eo: Ŝanĝi konferencon
eu: Aldatu konferentzia
tr: Konferans değiştir

source: Select conference
ar: حدد مؤتمرًا
el: Επιλογή διακεψης
eo: Elekti konferencon
eu: Hautatu konferentzia
tr: Konferans seç

source: Check for updates
ar: تحقّق من التحديثات
el: Έλεγχος ενημερώσεων
eo: Kontroli pri ĝisdatigoj
eu: Eguneratzeak dauden egiaztatu
tr: Güncellemeleri denetle

source: Map
ar: الخريطة
el: Χάρτης
eo: Mapo
eu: Mapa
tr: Harita

source: Favorites
ar: المفضلات
el: Προτιμώμενες
eo: Plej ŝatataj
eu: Gogokoak
tr: Favoriler

source: Full Schedule
ar: جدولة كاملة
el: Πλήρες πρόγραμμα
eo: Plena Horaro
eu: Antolaketa osoa
tr: Tüm Çizelge

source: Schedule
ar: جدولة
el: Πρόγραμμα
eo: Horaro
eu: Antolaketa
tr: Çizelge

source: Daily Schedule
ar: جدولة يومية
el: Καθημερινό πρόγραμμα
eo: Ĉiutaga Horaro
eu: Eguneroko antolaketa
tr: Günlük Çizelge

source: Categories
ar: الأصناف
el: Κατηγορίες
eo: Kategorioj
eu: Kategoriak
tr: Kategoriler

source: Settings
ar: إعدادات
el: Ρυθμίσεις
eo: Agordoj
eu: Ezarpenak
tr: Ayarlar

source: About
ar: حول
el: Σχετικά
eo: Pri
eu: Honi buruz
tr: Hakkında

# @title
source: Map
ar: الخريطة
el: Χάρτης
eo: Mapo
eu: Mapa
tr: Harita

source: Floor %1
ar: الطابق %1
eo: Etaĝo %1
eu: %1 solairua
tr: %1. Kat

source: Find Room
ar: ابحث عن غرفة
eo: Trovi Ĉambron
eu: Aurkitu gela
tr: Oda Bul

source: Find Amenity
ar: ابحث عن وسائل الراحة
eo: Trovi Agrablaĵon
eu: Bilatu zerbitzua
tr: Hizmet Bul

source: Open Map
ar: افتح الخريطة
eo: Malfermi Mapon
eu: Ireki mapa
tr: Haritayı Aç

source: Navigate from here
ar: انتقل من هنا
eo: Navigadi de ĉi tie
eu: Nabigatu hemendik
tr: Buradan Git

source: Navigate to here
ar: انتقل إلى هنا
eo: Navigadi al tie ĉi
eu: Nabigato hona
tr: Buraya Git

source: Show information
ar: أظهر المعلومات
eo: Montri informon
eu: Erakutsi informazioa
tr: Bilgi Göster

source: Switched to floor %1
ar: بُدّل إلى الطابق %1
eo: Ŝanĝis al etaĝo %1

# @action:intoolbar Go down one floor
source: Floor down
ar: الطابق الأسفل
eo: Etaĝo malsupren

# @action:intoolbar Go up one floor
source: Floor up
ar: الطابق الأعلى
eo: Etaĝo supren

source: No talks found for %1
ar: لم يُعثر على محادثات لـ %1
el: Δεν βρέθηκαν ομιλίες για το %1
eo: Neniuj prelegoj trovitaj por %1
eu: Ez da %1(e)ren solasaldirik aurkitu
tr: %1 için konuşma bulunamadı

source: No talks found
ar: لا محادثات
el: Δεν βρέθηκαν ομιλίες
eo: Neniuj prelegoj trovitaj
eu: Ez da solasaldirik aurkitu
tr: Konuşma bulunamadı

source: Appearance
ar: المظهر
el: Εμφάνιση
eo: Aspekto
eu: Itxura
tr: Görünüş

source: Use local timezone
ar: استخدم المنطقة الزمنية المحلية
el: Χρήση τοπικής ώρας
eo: Uzi lokan horzonon
eu: Erabili ordu-eremu lokala
tr: Yerel zaman dilimini kullan

source: Notifications
ar: الإخطارات
el: Ειδοποιήσεις
eo: Sciigoj
eu: Jakinarazpenak
tr: Bildirimler

source: Notifications are not supported on your platform
ar: لا تُدعم الإخطارات على منصتك
el: Οι ειδοποιήσεις δεν υποστηρίζονται στην πλατφόρμα σας
eo: Sciigoj ne estas subtenataj sur via platformo
eu: Jakinarazpenen euskarririk ez zure plataforman
tr: Bildirimler, platformunuzda desteklenmiyor

source: Add reminder to favorite talks
ar: أضف تذكيرا إلى المحادثات المفضلة
el: Προσθήκη υπενθύμισης στις προτιμώμενες ομιλίες
eo: Aldoni memorigilon al plej ŝatataj prelegoj
eu: Gehitu oroigarria gogoko solasaldietara
tr: Favori konuşmalar için anımsatıcı ekle

source: Remind before talk start (minutes)
ar: ذكّر قبل بدء المحادثة (بالدقائق)
el: Υπενθύμιση πριν ξεκινήσει η ομιλία (λεπτά)
eo: Rememorigi antaŭ la komenco de babilado (minutoj)
eu: Gogorarazi hitzaldia hasi aurretik (minutu)
tr: Konuşma öncesinde anımsat (dakika olarak)

source: Error during event creation
ar: خطأ أثناء إنشاء الحدث
el: Σφάλμα κατά τη δημιουργία γεγονότος
eo: Eraro dum kreado de evento
eu: Errorera ekitaldia sortzean
tr: Etkinlik oluşturma sırasında hata

source: Already in favorites
ar: موجودة بالفعل في المفضلة
el: Ήδη στις προτιμώμενες
eo: Jam en plej ŝatataj
eu: Gogokoetan dagoeneko
tr: Zaten favorilerde

source: Talk added to favorites, but it overlaps with existing ones: %1
ar: أضيفت المحادثة إلى المفضلة، ولكنها تتداخل مع المحادثات الموجودة: %1
el: Η ομιλία προστέθηκε στις προτιμώμενες, αλλά επικαλύπτεται με άλλες: %1
eo: Diskuto aldonita al plej ŝatataj, sed ĝi interkovras kun ekzistantaj: %1
eu: Solasaldia gogokoetara gehitu da, baina dauden beste batzuekin gainezartzen da: %1
tr: Konuşma favorilere eklendi; ancak bir başkasıyla çakışıyor: %1

source: Talk added to favorites
ar: أضيفت المحادثة إلى المفضلة
el: Η ομιλία προστέθηκε στις προτιμώμενες
eo: Prelego aldonita al plej ŝatataj
eu: Solasaldia gogokoetara gehitu da
tr: Konuşma favorilere eklendi

source: Kongress
ar: كونغرس
tr: Kongre

source: KDE Conference Companion
ar: مرافق المؤتمرات لكيدي
el: Συνοδοιπόρος του KDE για συνέδρια
eo: KDE Konferenca Kunulo
eu: KDEren Konferentzia laguntzailea
tr: KDE Konferans Yardımcısı

source: © 2021 KDE Community
ar: © 2021 مجتمع كيدي
eo: © 2021 KDE-Komunumo
tr: © 2021 KDE Topluluğu

# @info:credit
source: Dimitris Kardarakos
ar: ديميتريس كارداراكوس

# @info:credit
source: Maintainer and Developer
ar: الصائن والمطوّر
el: Συντηρητής και προγραμματιστής
eo: Prizorganto kaj Programisto
eu: Arduraduna eta garatzailea
tr: Bakımcı ve Geliştirici

# @action:button
source: Delete from Favorites
eo: Forigi el Plejŝatatoj
eu: Ezabatu gogokoetatik
tr: Favorilerden Sil

# @action:button
source: Add to Favorites
eo: Aldoni al Plejŝatatoj
eu: Gehitu gogokoetara
tr: Favorilere Ekle

# @info:status
source: Talk removed from favorites.
eo: Prelego forigita el plejŝatatoj
eu: Solasaldia gogokoetatik kendu da.
tr: Konuşma favorilerden kaldırıldı.

# @info:status
source: Unable to remove talk from favorites.
eo: Ne eblas forigi prelegon el plejŝatatoj.
eu: Ezin izan du solasaldia gogokoetatik kendu.
tr: Konuşma favorilerden kaldırılamıyor.
